{
  "users": [
    {
      "id": 1,
      "firstName": "Dummy",
      "lastName": "User",
      "email": "UsingToHoldUnsoldPieces",
      "isStaff": true
    },
    {
      "id": 2,
      "firstName": "Michelle",
      "lastName": "Zauner",
      "email": "mzauner@artgallery.com",
      "isStaff": true
    },
    {
      "id": 3,
      "firstName": "C Pam",
      "lastName": "Zhang",
      "email": "cpzhang@artgallery.com",
      "isStaff": false
    },
    {
      "id": 4,
      "firstName": "Roxane",
      "lastName": "Gay",
      "email": "roxanegay@artgallery.com",
      "isStaff": false
    },
    {
      "email": "ilee@artgallery.com",
      "firstName": "Iris",
      "lastName": "Lee",
      "isStaff": true,
      "id": 5
    },
    {
      "email": "iris@lee.com",
      "firstName": "Iris",
      "lastName": "Lee",
      "isStaff": true,
      "id": 6
    },
    {
      "email": "iris@irislee.com",
      "firstName": "Iris",
      "lastName": "Lee",
      "isStaff": true,
      "id": 7
    },
    {
      "email": "rebecca@kamp.com",
      "firstName": "Rebecca",
      "lastName": "Kamp",
      "isStaff": false,
      "id": 8
    }
  ],
  "pieces": [
    {
      "id": 1,
      "name": "10/27/69",
      "artist": "Sam Gilliam",
      "medium": "acrylic on canvas",
      "dimensions": "140 x 185 x 16\"",
      "dateCompleted": "1969",
      "blurb": "In 1968 (the year of the assassination of Martin Luther King Jr. and the signing of the Civil Rights Act) Gilliam began staining and folding raw canvases and suspending them from the wall, creating immersive bleeds of color. For Gilliam, 'the year 1968 was one of revelation . . . something was in the air, and it was in that spirit that I did the Drape paintings.' The works/' tension and free fall—subject to forces beyond the artist/'s control—paralleled the social turmoil of the time. As a Black artist and civil rights leader, Gilliam deliberately worked against the grain. Unlike many of his peers, he refrained from literal depictions or messages in his art. He was committed to abstraction, stating, 'the expressive act of making a mark and hanging it in space is always political. My work is as political as it is formal.' Gilliam/'s titles refer to historical and artistic events alike: 10/27/69 marks the date he completed this painting, against the backdrop of mass demonstrations protesting the Vietnam War. (MoMA Gallery label 2021)",
      "price": 100005,
      "url": "https://www.moma.org/d/assets/W1siZiIsIjIwMjEvMDkvMTQvczhubHZ2eDQ2XzNfMjAxNF9DQ0NSX0Z1bGxfc2l6ZV9KUEVHLmpwZyJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDIwMDB4MjAwMFx1MDAzZSJdXQ/3_2014_CCCR-Full%20size%20JPEG.jpg?sha=3ec577106c59ac8c",
      "userId": 3,
      "dateSold": "2024-06-25T19:24:43.245Z"
    },
    {
      "id": 3,
      "name": "Let's Walk to the Middle of the Ocean",
      "artist": "Mark Bradford",
      "medium": "paper, acrylic paint, acrylic varnish on canvas",
      "dimensions": "259.1 x 365.8 cm",
      "dateCompleted": "2015",
      "blurb": "Mark Bradford, born in 1961 in Los Angeles, found inspiration for his art while working as a hairstylist in his mother's salon. He realized that end papers used in perms could be transformed into art. Layered and manipulated, these delicate sheets became his primary medium, showcased in works like 'Let's Walk to the Middle of the Ocean', a mixed media piece blending paper bits into stunning art. Bradford, now a prominent figure in American art, explores themes of class, race, and gender through collages, sculptures, videos, and large-scale installations. Based in South Los Angeles, where he grew up, Bradford is known for integrating art into his urban community. His breakthrough came in 2001 at the Studio Museum in Harlem's exhibition for young Black artists, and by 2017, he represented the United States at the Venice Biennale. Using found materials, Bradford acts as an urban archaeologist, often layering his art on maps or incorporating text to make social statements. His works resonate with themes from Black history to contemporary issues like the L.A. riots of the 1990s, blending aesthetic concerns with profound social commentary.",
      "price": 2000,
      "url": "https://www.moma.org/media/W1siZiIsIjMzOTExNiJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=70dc71cbccc925a3",
      "userId": 1,
      "dateSold": ""
    },
    {
      "id": 4,
      "name": "Siberian Salt Grinder",
      "artist": "Jack Whitten",
      "medium": "acrylic on canvas",
      "dimensions": "203.2 x 127 cm",
      "dateCompleted": "1974",
      "blurb": "Jack Whitten, born in 1939 in Bessemer, Alabama, navigated a remarkable journey from the segregated South to New York's art scene amidst the civil rights movement. His work, however, diverges from literal representation, focusing instead on transforming perception through abstract forms. Experimenting in the early 1970s with Xerox and photographic techniques, Whitten poured acrylics and used unconventional tools like afro combs and squeegees to create dynamic, blurred compositions akin to rapid movement or radar scans. Amidst a climate favoring social realism, Whitten's art embraced mediums over messages, highlighting how societal struggles were evolving through mass media and technology.",
      "price": 1200,
      "url": "https://www.moma.org/media/W1siZiIsIjMwNjcwOSJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=1a4d1d0f1eff474c",
      "userId": 1,
      "dateSold": ""
    },
    {
      "id": 5,
      "name": "Ladybug",
      "artist": "Joan Mitchell",
      "medium": "oil on canvas",
      "dimensions": "197.7 x 274 cm",
      "dateCompleted": "1957",
      "blurb": "In Mitchell's 'Ladybug,' vibrant brushstrokes of marigold, mauve, dark berry, and brown appear spontaneously arranged yet meticulously planned. Colors overlap and merge atop layers of white paint, creating a dynamic chromatic web against an illusion of empty space. Despite the seeming spontaneity, Mitchell's process was deliberate and controlled, emphasizing the relationships between each brushstroke and the balance between figure and ground. Unlike many Abstract Expressionists, she eschewed a fully allover composition, aiming instead to capture the essence of 'feelings' and memories through her paint. Painted in 1957 when Mitchell was thirty-two and living in New York, 'Ladybug' reflects her commitment to conveying personal experiences rather than depicting nature directly.",
      "price": 2200,
      "url": "https://www.moma.org/media/W1siZiIsIjQ2MjU5MCJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=9f7435c51c55834e",
      "userId": 1,
      "dateSold": ""
    },
    {
      "id": 6,
      "name": "Flower Boys",
      "artist": "Maia Cruz Palileo",
      "medium": "gauche on paper",
      "dimensions": "27.9 x 19.1 cm",
      "dateCompleted": "2022",
      "blurb": "Maia Cruz Palileo, a multidisciplinary artist, delves into themes of migration and belonging through her paintings, drawings, and sculptures. Influenced by oral histories of her family's journey from the Philippines to the U.S., Palileo also draws from her upbringing in the American Midwest, blending memory and imagination in her work. For instance, 'The Old Table' (2014) portrays an intimate gathering around a dining room table, capturing both personal narrative and universal themes. Palileo has showcased her art in solo exhibitions across the U.S., with venues in Chicago, Washington D.C., and New York highlighting her exploration of cultural identity and shared human experience.",
      "price": 3500,
      "url": "https://d7hftxdivxxvm.cloudfront.net/?height=800&quality=85&resize_to=fit&src=https%3A%2F%2Fd32dm0rphc51dk.cloudfront.net%2FI6v3RQAA8mMkP7bbMAhnwA%2Fmain.jpg&width=548",
      "userId": 3,
      "dateSold": "2024-06-25T19:32:30.711Z"
    },
    {
      "id": 7,
      "name": "Heinz Tomato Ketchup",
      "artist": "Stephanie H. Shih",
      "medium": "ceramic",
      "dimensions": "8 x 2.5 x 2.5\"",
      "dateCompleted": "2021",
      "blurb": "Stephanie H. Shih's work explores diasporic nostalgia and the culinary lineage of Asian migration and colonization through painted ceramic sculptures. Each piece replicates everyday grocery store items like Spam, Kraft Singles, Heineken, and Ovaltine, common in both American and Asian communities. These products evoke cultural significance, rooted in histories of colonization and U.S. military presence in Asia. Shih’s intricate surface treatments make her objects uncannily realistic, blending gloss and matte techniques. Her social research, engaging over 20,000 Asian American followers, identifies Western products with Asian cultural resonance. Shih’s work, including her 2020 exhibition Same Same, reflects on consumerism, cultural interchange, and identity, set against the backdrop of immigrant experiences in places like Flushing, Queens.",
      "price": 1000,
      "url": "https://artlogic-res.cloudinary.com/w_1800,h_1320,c_limit,f_auto,fl_lossy,q_auto/artlogicstorage/stanleys/images/view/22743736a1e6c112acf34cf09ce206e2/sebastiangladstone-stephanie-h.-shih-heinz-tomato-ketchup-2021.jpg",
      "userId": 8,
      "dateSold": "2024-07-02T15:05:31.652Z"
    },
    {
      "id": 9,
      "name": "Accumulation",
      "artist": "Yayoi Kusama",
      "medium": "ink on paperboard",
      "dimensions": "42.2 x 30.2 cm",
      "dateCompleted": "1952",
      "blurb": "Kusama's frequent use of polka dots has made this motif synonymous with her name. They first appear in her early works, such as Accumulation, an ink-on-paperboard piece featuring a field of black polka dots in empty space. This drawing is part of the thousands of paintings and drawings on paper she began creating in 1951 in Japan. Despite their intimate scale, these compositions evoke a sense of vastness for the artist. Kusama described them as reflecting “the great depth of my inner heart.” Accumulation, like much of her later work, is based on repetition and stems from the aural and visual hallucinations she has experienced since age 10. “I translate the hallucinations and obsessional images that plague me into sculptures and paintings,” she explained.",
      "price": 700,
      "url": "https://www.moma.org/media/W1siZiIsIjE4MjM0MiJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=89187d12804204e0",
      "userId": 1,
      "dateSold": ""
    },
    {
      "id": 10,
      "name": "Kappa I",
      "artist": "Jack Whitten",
      "medium": "acrylic on canvas",
      "dimensions": "193 x 162.6 cm",
      "dateCompleted": "1976",
      "blurb": "After a phase dedicated to emotionally expressive painting, Whitten chose to explore the potential of paint without the added burden of psychological implications. This led to the creation of his Energy Fields series. His process involves manipulating paint with various tools, including Afro combs, squeegees, rakes, and brooms. Whitten described his aim as 'defining a new spatial perception.'",
      "price": 3200,
      "url": "https://www.moma.org/media/W1siZiIsIjE1MTM2NCJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=30972b5e2a37e622",
      "userId": 3,
      "dateSold": "2024-07-02T19:33:30.182Z"
    },
    {
      "id": 11,
      "name": "No. F",
      "artist": "Yayoi Kusama",
      "medium": "oil on canvas",
      "dimensions": "105.4 x 132.1 cm",
      "dateCompleted": "1959",
      "blurb": "Drawn by the social freedoms of the postwar American art scene, Kusama left Japan and moved to New York in 1958. There, she began creating her Infinity Nets series, including No. F., exploring themes of infinite repetition and space. By combining serial repetition with an allover painting technique, Kusama blurred the line between figure and ground, giving equal importance to both the interlocking brushstrokes and the spaces between them. The process of creating these paintings served as a form of catharsis for her. She explained, 'Forget yourself. Become one with eternity. Become part of your environment.'",
      "price": 2200,
      "url": "https://www.moma.org/media/W1siZiIsIjE1MTQzNiJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=0581b36e4095590e",
      "userId": 1,
      "dateSold": ""
    },
    {
      "id": 12,
      "name": "Watercolor, 4",
      "artist": "Sam Gilliam",
      "medium": "watercolor, and aluminum powder on fiberglass paper",
      "dimensions": "60.3 x 45.9 cm",
      "dateCompleted": "1969",
      "blurb": "Since the early 1960s, Gilliam has created richly colored abstract compositions using watercolors, transforming color and form into a physical, textural presence that extends beyond the two-dimensional surface. His techniques—staining, folding, and distressing the paper—have profoundly influenced his artistic practice. Initially expanding on the Washington Color School's staining technique, Gilliam's recent works integrate color and support, creating depth and rhythm through vertical washes that evoke folds and pleats, reminiscent of his draped canvases. His process reflects the improvisatory nature of jazz, where chance and choice play significant roles.",
      "price": 1600,
      "url": "https://www.moma.org/media/W1siZiIsIjMxODc5NiJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=e7e73c5fd1991d91"
    },
    {
      "name": "Untitled",
      "artist": "Toshiko Takaezu",
      "medium": "glazed porcelain",
      "dimensions": "40.64 x 20 cm",
      "dateCompleted": "1980s",
      "blurb": "Born in Hawaii to Okinawan parents, Toshiko Takaezu was a masterful artist known for her ceramic sculptures, treating them as abstract paintings in the round. Her gestural style, distinctive palettes, and complex glazes align with Abstract Expressionists. Takaezu introduced an element of chance, as final colors emerged only after firing. She often exhibited her ceramics in groups, alongside her innovative paintings and textiles, in arrangements responding to their environments. This exhibition traces her development from potter to multimedia installation artist.",
      "price": 3500,
      "url": "https://images.squarespace-cdn.com/content/v1/5c40c21ef8370ad59ce093a4/1557371684975-KIAJ0RSSZ4XE0J33JSOQ/xttw3%2C+private+collection%2C+1980s%2C+approx+16+x+9.jpeg?format=1000w",
      "id": 14,
      "userId": 1,
      "dateSold": ""
    },
    {
      "name": "Tomorrow is Another Day",
      "artist": "Mark Bradford",
      "medium": "mixed medium on canvas",
      "dimensions": "315 x 546.1 cm",
      "dateCompleted": "2016",
      "blurb": " \"Tomorrow Is Another Day\" was the title work in Bradford’s 2017 Venice Biennale exhibition. A nearly eighteen-foot-wide expanse of collaged paper pulp fills the painting. Bright blues and reds peek through yellows, with dense orbs darting across grooves in the heavily worked surface. Bradford uses \"humble materials\" like bleach, caulking, and paper from South Los Angeles to create paintings that reflect America’s historical failures. He submerges paper in water, layers it on canvas, and sands it down, resulting in abstract yet physical works. In the exhibition catalog, Bradford hoped for a future unrecognizable in terms of race, gender, class, and sexuality. The title, from Gone with the Wind, looks toward future possibilities.",
      "price": 6975,
      "url": "https://www.moma.org/media/W1siZiIsIjQzNTcyMCJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=abc38feb4070ffaf",
      "userId": 1,
      "dateSold": "",
      "id": 15
    },
    {
      "id": 16,
      "name": "The Once and Future King (for Parkett no. 89)",
      "artist": "Mark Bradford",
      "medium": "Multiple of knife with metal blade and stone",
      "dimensions": "14 x 12 x 24 cm",
      "dateCompleted": "2011",
      "blurb": "\nMark Bradford, born in 1961 in Los Angeles, found inspiration for his art while working as a hairstylist in his mother's salon, transforming perm end papers into his primary medium. In works like \"Let's Walk to the Middle of the Ocean,\" he layers and manipulates these delicate sheets. Bradford, a prominent American artist, explores themes of class, race, and gender through collages, sculptures, videos, and large-scale installations. Based in South Los Angeles, he integrates art into his urban community. His breakthrough came in 2001 at the Studio Museum in Harlem, and by 2017, he represented the United States at the Venice Biennale. Using found materials, Bradford layers his art on maps and incorporates text, addressing themes from Black history to contemporary issues.",
      "price": 1000,
      "url": "https://www.moma.org/media/W1siZiIsIjI0MzI2OCJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=e587e0a8c048bb32"
    },
    {
      "name": "Magnetic Fields",
      "artist": "Mildred Thompson",
      "medium": "oil on canvas",
      "dimensions": "70.5 x 150\"",
      "dateCompleted": "1990",
      "blurb": "Mildred Thompson (1936-2003) was an American artist whose four-decade career spanned multiple fine arts genres. She also made significant contributions to creative writing, journalism, filmmaking, music, and digital media, and was a dedicated educator. In the early 1970s, Thompson deliberately abandoned representational imagery to champion abstraction. Her work transcended art world trends and the narratives dictated by her generation, race, and gender. She embraced freedom of exploration, defying norms and resisting categorization. Thompson developed a personal visual language inspired by scientific and musical theories and systems. She aimed to interpret and visualize elements and experiences invisible to the naked eye, with a special focus on time, space, and sound.",
      "price": 5500,
      "url": "https://mildredthompson.org/FOR%20WEBSITE/1990s_web_600px/paintings/MT%20Magnetic%20Fields.jpg",
      "userId": 1,
      "dateSold": "",
      "id": 17
    },
    {
      "name": "Music of the Spheres: Mercury",
      "artist": "Mildred Thompson",
      "medium": "oil on wood",
      "dimensions": "96 x 144\"",
      "dateCompleted": "1996",
      "blurb": "Mildred Thompson (1936-2003) was an American artist whose four-decade career spanned multiple fine arts genres. She also made significant contributions to creative writing, journalism, filmmaking, music, and digital media, and was a dedicated educator. In the early 1970s, Thompson deliberately abandoned representational imagery to champion abstraction. Her work transcended art world trends and the narratives dictated by her generation, race, and gender. She embraced freedom of exploration, defying norms and resisting categorization. Thompson developed a personal visual language inspired by scientific and musical theories and systems. She aimed to interpret and visualize elements and experiences invisible to the naked eye, with a special focus on time, space, and sound.",
      "price": 5500,
      "url": "https://mildredthompson.org/FOR%20WEBSITE/1990s_web_600px/paintings/MT-Music-of-Spheres-Mercury.jpg",
      "userId": 1,
      "dateSold": "",
      "id": 18
    },
    {
      "name": "Moon",
      "artist": "Toshiko Takaezu",
      "medium": "hand-built glazed porcelain",
      "dimensions": "63.5 x 55.8 cm",
      "dateCompleted": "1990",
      "blurb": "Born in Hawaii to Okinawan parents, Toshiko Takaezu was a masterful artist known for her ceramic sculptures, treating them as abstract paintings in the round. Her gestural style, distinctive palettes, and complex glazes align with Abstract Expressionists. Takaezu introduced an element of chance, as final colors emerged only after firing. She often exhibited her ceramics in groups, alongside her innovative paintings and textiles, in arrangements responding to their environments. This exhibition traces her development from potter to multimedia installation artist.",
      "price": 10000,
      "url": "https://images.squarespace-cdn.com/content/v1/5c40c21ef8370ad59ce093a4/1565973268704-8KO77WN2JYPI43ONIAN5/Untitled+5.ALLENTOWN.MOON.TTIMAGES.jpg?format=1000w",
      "userId": 1,
      "dateSold": "",
      "id": 19
    },
    {
      "name": "Po Tolo (Dark Companion) from the Star Series",
      "artist": "Toshiko Takaezu",
      "medium": "glzed stoneware",
      "dimensions": "167 x 76 cm",
      "dateCompleted": "1999-2000",
      "blurb": "Born in Hawaii to Okinawan parents, Toshiko Takaezu was a masterful artist known for her ceramic sculptures, treating them as abstract paintings in the round. Her gestural style, distinctive palettes, and complex glazes align with Abstract Expressionists. Takaezu introduced an element of chance, as final colors emerged only after firing. She often exhibited her ceramics in groups, alongside her innovative paintings and textiles, in arrangements responding to their environments. This exhibition traces her development from potter to multimedia installation artist.",
      "price": 6590,
      "url": "https://images.squarespace-cdn.com/content/v1/5c40c21ef8370ad59ce093a4/1564715736991-FMSFZNUGRU3NK0QT68XG/5EDIT.jpg?format=2500w",
      "userId": 1,
      "dateSold": "",
      "id": 20
    },
    {
      "name": "NY Battle Ground",
      "artist": "Jack Whitten",
      "medium": "oil on canvas",
      "dimensions": "152.4 x 213 cm",
      "dateCompleted": "1967",
      "blurb": "Jack Whitten, born in 1939 in Bessemer, Alabama, navigated a remarkable journey from the segregated South to New York's art scene amidst the civil rights movement. His work, however, diverges from literal representation, focusing instead on transforming perception through abstract forms. Experimenting in the early 1970s with Xerox and photographic techniques, Whitten poured acrylics and used unconventional tools like afro combs and squeegees to create dynamic, blurred compositions akin to rapid movement or radar scans. Amidst a climate favoring social realism, Whitten's art embraced mediums over messages, highlighting how societal struggles were evolving through mass media and technology.",
      "price": 9890,
      "url": "https://www.moma.org/media/W1siZiIsIjU1ODA0MyJdLFsicCIsImNvbnZlcnQiLCItcXVhbGl0eSA5MCAtcmVzaXplIDc2OHg3NjhcdTAwM2UiXV0.jpg?sha=bab054e752f72345",
      "userId": 1,
      "dateSold": "",
      "id": 21
    },
    {
      "name": "Pink Psyche Queen",
      "artist": "Jack Whitten",
      "medium": "acrylic on canvas",
      "dimensions": "71 x 60\"",
      "dateCompleted": "1973",
      "blurb": "Jack Whitten, born in 1939 in Bessemer, Alabama, navigated a remarkable journey from the segregated South to New York's art scene amidst the civil rights movement. His work, however, diverges from literal representation, focusing instead on transforming perception through abstract forms. Experimenting in the early 1970s with Xerox and photographic techniques, Whitten poured acrylics and used unconventional tools like afro combs and squeegees to create dynamic, blurred compositions akin to rapid movement or radar scans. Amidst a climate favoring social realism, Whitten's art embraced mediums over messages, highlighting how societal struggles were evolving through mass media and technology.",
      "price": 6550,
      "url": "https://www.artforum.com/wp-content/uploads/2012/01/article00_large-4.jpg",
      "userId": 1,
      "dateSold": "",
      "id": 22
    },
    {
      "name": "Untitled",
      "artist": "Joan Mitchell",
      "medium": "oil on canvas",
      "dimensions": "280.035 x 360.68 cm",
      "dateCompleted": "1992",
      "blurb": "Joan Mitchell (1925-1992) was a prominent abstract artist with a career spanning over four decades. She worked with various mediums, including oil on canvas, pastel on paper, and lithography. Born in Chicago, Mitchell attended the School of the Art Institute of Chicago and traveled to France in 1947. Her paintings became increasingly abstract, and upon returning to the U.S., she joined the New York School of painters and poets. She exhibited in the 1951 \"9th Street Show\" and later divided her time between New York and France, eventually settling in Vétheuil, France, in 1968. Mitchell's work drew from her deep connection to landscapes, trees, water, and her memories, transforming these elements into vibrant, abstract expressions.",
      "price": 2200,
      "url": "https://www.joanmitchellfoundation.org/uploads/artwork/mitchell/_2500xAUTO_crop_center-center_65_none/1044-1992-Untitled-Joan-Mitchell.jpg",
      "userId": 1,
      "dateSold": "",
      "id": 23
    },
    {
      "id": 24,
      "name": "George Went Swimming at Barnes Hole, but It Got Too Cold",
      "artist": "Joan Mitchell",
      "medium": "oil on canvas",
      "dimensions": "222.885 x 198.755 cm",
      "dateCompleted": "1957",
      "blurb": "Joan Mitchell (1925-1992) was a prominent abstract artist with a career spanning over four decades. She worked with various mediums, including oil on canvas, pastel on paper, and lithography. Born in Chicago, Mitchell attended the School of the Art Institute of Chicago and traveled to France in 1947. Her paintings became increasingly abstract, and upon returning to the U.S., she joined the New York School of painters and poets. She exhibited in the 1951 \"9th Street Show\" and later divided her time between New York and France, eventually settling in Vétheuil, France, in 1968. Mitchell's work drew from her deep connection to landscapes, trees, water, and her memories, transforming these elements into vibrant, abstract expressions.",
      "price": "5500",
      "url": "https://www.joanmitchellfoundation.org/uploads/artwork/mitchell/_AUTOx690_crop_center-center_65_none/0001-1957-George_Went_Swimming-Joan-Mitchell.jpg"
    },
    {
      "id": 25,
      "name": "Merci",
      "artist": "Joan Mitchell",
      "medium": "oil on canvas",
      "dimensions": "280.035 x 359.41 cm",
      "dateCompleted": "1992",
      "blurb": "Joan Mitchell (1925-1992) was a prominent abstract artist with a career spanning over four decades. She worked with various mediums, including oil on canvas, pastel on paper, and lithography. Born in Chicago, Mitchell attended the School of the Art Institute of Chicago and traveled to France in 1947. Her paintings became increasingly abstract, and upon returning to the U.S., she joined the New York School of painters and poets. She exhibited in the 1951 \"9th Street Show\" and later divided her time between New York and France, eventually settling in Vétheuil, France, in 1968. Mitchell's work drew from her deep connection to landscapes, trees, water, and her memories, transforming these elements into vibrant, abstract expressions.",
      "price": 2750,
      "url": "https://www.joanmitchellfoundation.org/uploads/artwork/mitchell/_2500xAUTO_crop_center-center_65_none/1036-1992-Merci-Joan-Mitchell.jpg",
      "userId": 8,
      "dateSold": "2024-07-02T15:05:16.005Z"
    },
    {
      "name": "Annie",
      "artist": "Sam Gilliam",
      "medium": "watercolor on washi",
      "dimensions": "197.5 x 108.6 cm",
      "dateCompleted": "2022",
      "blurb": " Since the early 1960s, Gilliam has created richly colored abstract compositions using watercolors, transforming color and form into a physical, textural presence that extends beyond the two-dimensional surface. His techniques—staining, folding, and distressing the paper—have profoundly influenced his artistic practice. Initially expanding on the Washington Color School's staining technique, Gilliam's recent works integrate color and support, creating depth and rhythm through vertical washes that evoke folds and pleats, reminiscent of his draped canvases. His process reflects the improvisatory nature of jazz, where chance and choice play significant roles.",
      "price": 3895,
      "url": "https://www.pacegallery.com/media/images/920250key6mM8W1cd4Q_P14ZYGf7KwA.width-1440.webp",
      "userId": 1,
      "dateSold": "",
      "id": 26
    },
    {
      "id": 27,
      "name": "Clorox",
      "artist": "Stephanie H. Shih",
      "medium": "ceramic",
      "dimensions": "24 x 10 x 10 cm",
      "dateCompleted": "2023",
      "blurb": "Stephanie H. Shih's work explores diasporic nostalgia and the culinary lineage of Asian migration and colonization through painted ceramic sculptures. Each piece replicates everyday grocery store items like Spam, Kraft Singles, Heineken, and Ovaltine, common in both American and Asian communities. These products evoke cultural significance, rooted in histories of colonization and U.S. military presence in Asia. Shih’s intricate surface treatments make her objects uncannily realistic, blending gloss and matte techniques. Her social research, engaging over 20,000 Asian American followers, identifies Western products with Asian cultural resonance. Shih’s work, including her 2020 exhibition Same Same, reflects on consumerism, cultural interchange, and identity, set against the backdrop of immigrant experiences in places like Flushing, Queens.",
      "price": 1000,
      "url": "https://artviewer.org/wp-content/uploads/2023/10/Stephanie-H.-Shih-at-Harkawik_artwork_1-1200x900.jpg"
    },
    {
      "name": "Big Bite",
      "artist": "Stephanie H. Shih",
      "medium": "ceramic",
      "dimensions": "10 x 33 x 10 cm",
      "dateCompleted": "2023",
      "blurb": "Stephanie H. Shih's work explores diasporic nostalgia and the culinary lineage of Asian migration and colonization through painted ceramic sculptures. Each piece replicates everyday grocery store items like Spam, Kraft Singles, Heineken, and Ovaltine, common in both American and Asian communities. These products evoke cultural significance, rooted in histories of colonization and U.S. military presence in Asia. Shih’s intricate surface treatments make her objects uncannily realistic, blending gloss and matte techniques. Her social research, engaging over 20,000 Asian American followers, identifies Western products with Asian cultural resonance. Shih’s work, including her 2020 exhibition Same Same, reflects on consumerism, cultural interchange, and identity, set against the backdrop of immigrant experiences in places like Flushing, Queens.",
      "price": 4650,
      "url": "https://artviewer.org/wp-content/uploads/2023/10/Stephanie-H.-Shih-at-Harkawik_artwork_26-1200x900.jpg",
      "userId": 1,
      "dateSold": "",
      "id": 28
    },
    {
      "name": "Twinkies",
      "artist": "Stephanie H. Shih",
      "medium": "ceramic",
      "dimensions": "13 x 211.5 x 71.2 cm",
      "dateCompleted": "2023",
      "blurb": "Stephanie H. Shih's work explores diasporic nostalgia and the culinary lineage of Asian migration and colonization through painted ceramic sculptures. Each piece replicates everyday grocery store items like Spam, Kraft Singles, Heineken, and Ovaltine, common in both American and Asian communities. These products evoke cultural significance, rooted in histories of colonization and U.S. military presence in Asia. Shih’s intricate surface treatments make her objects uncannily realistic, blending gloss and matte techniques. Her social research, engaging over 20,000 Asian American followers, identifies Western products with Asian cultural resonance. Shih’s work, including her 2020 exhibition Same Same, reflects on consumerism, cultural interchange, and identity, set against the backdrop of immigrant experiences ",
      "price": 500,
      "url": "https://artviewer.org/wp-content/uploads/2023/10/Stephanie-H.-Shih-at-Harkawik_artwork_17-1200x900.jpg",
      "userId": 1,
      "dateSold": "",
      "id": 29
    },
    {
      "name": "Carousel Change",
      "artist": "Sam Gilliam",
      "medium": "acrylic paint on canvas and leather",
      "dimensions": "356 x 720 cm",
      "dateCompleted": "1970",
      "blurb": "Since the early 1960s, Gilliam has created richly colored abstract compositions using watercolors, transforming color and form into a physical, textural presence that extends beyond the two-dimensional surface. His techniques—staining, folding, and distressing the paper—have profoundly influenced his artistic practice. Initially expanding on the Washington Color School's staining technique, Gilliam's recent works integrate color and support, creating depth and rhythm through vertical washes that evoke folds and pleats, reminiscent of his draped canvases. His process reflects the improvisatory nature of jazz, where chance and choice play significant roles.",
      "price": 9800,
      "url": "https://media.tate.org.uk/art/images/work/L/L04/L04357_9.jpg",
      "userId": 1,
      "dateSold": "",
      "id": 30
    }
  ],
  "comments": [
    {
      "userId": 3,
      "pieceId": 6,
      "comment": "love the color balance\n",
      "timeStamp": "2024-06-25T18:13:17.139Z",
      "id": 1
    },
    {
      "userId": 3,
      "pieceId": 1,
      "comment": "hihi hi",
      "timeStamp": "2024-06-27T14:34:41.494Z",
      "id": 3
    },
    {
      "userId": 5,
      "pieceId": 20,
      "comment": "beautiful",
      "timeStamp": "2024-06-28T14:18:35.658Z",
      "id": 4
    },
    {
      "userId": 5,
      "pieceId": 16,
      "comment": "spikey!!",
      "timeStamp": "2024-06-28T14:19:45.710Z",
      "id": 5
    },
    {
      "userId": 5,
      "pieceId": 22,
      "comment": "hahah",
      "timeStamp": "2024-06-28T14:36:12.398Z",
      "id": 6
    },
    {
      "userId": 7,
      "pieceId": 16,
      "comment": "I like this one.",
      "timeStamp": "2024-07-02T15:03:32.136Z",
      "id": 7
    },
    {
      "userId": 5,
      "pieceId": 7,
      "comment": "best thing ever",
      "timeStamp": "2024-07-02T19:20:19.847Z",
      "id": 8
    }
  ],
  "likedPieces": [
    {
      "userId": 2,
      "pieceId": 1,
      "liked": true,
      "id": 1
    },
    {
      "userId": 2,
      "pieceId": 3,
      "liked": true,
      "id": 2
    },
    {
      "userId": 2,
      "pieceId": 10,
      "liked": true,
      "id": 3
    },
    {
      "userId": 2,
      "pieceId": 7,
      "liked": true,
      "id": 4
    },
    {
      "userId": 3,
      "pieceId": 1,
      "liked": true,
      "id": 8
    },
    {
      "userId": 3,
      "pieceId": 6,
      "liked": true,
      "id": 9
    },
    {
      "userId": 8,
      "pieceId": 25,
      "liked": true,
      "id": 10
    },
    {
      "userId": 8,
      "pieceId": 18,
      "liked": true,
      "id": 11
    },
    {
      "userId": 3,
      "pieceId": 10,
      "liked": true,
      "id": 12
    }
  ]
}